---
kind: other
id: Methods.T:Autodesk.Revit.DB.ConfigurationReloadInfo
source: html/fefcb203-cf24-f756-873f-9011328dc8fa.htm
---
# ConfigurationReloadInfo Methods

Returns information about the post-reload connectivity validation.